<template>
    <div class="guide-avoid">
        <el-collapse v-model="activeNames">
            <el-collapse-item title="谨防假借小米公司名义的诈骗" name="1">
                <div>
                    尊敬的小米用户：
                    <br />近期收到用户反馈，有不法分子冒充小米工作人员通过电话和短信形式联系小米用户进行诈骗，或者以刷单返现为名义让用户进行支付，为避免广大用户上当受骗遭受经济损失，请您关注以下信息:
                </div>
                <div>
                    <p>常见诈骗形式：</p>1、冒充小米客服打电话给受害者：抱歉，由于系统原因，您的小米产品订单要重新确认，请再次输入银行卡信息。
                    <br />2、以用户在小米公司活动中奖为名，要求交保证金，骗取钱财。
                    <br />3、发送短信恭喜中大奖，让用户前往伪装成小米官网的钓鱼网站凭验证码领取。但需要确认身份，请登录网页完善个人信息。当进入这个“钓鱼网站”，会在骗子的诱导下输入自己的信用卡信息。
                    <br />4、以刷单返现为名义，要求用户点击链接或扫描二维码进行支付
                </div>
                <div>
                    <p>温馨提醒：</p>1、小米官方客服热线为400-100-5678，任何业务问题小米客服绝不会通过私人手机联系会员。如您接到可疑电话但无法判断是否属于诈骗，请务必致电小米官方客服电话400-100-5678咨询核实，以免上当受骗，遭受不必要损失。
                    <br />2、小米官方网站：www.mi.com，如有钓鱼网站伪装成小米官方网站，请您切勿轻信。如订单有任何问题，小米不会通过短信/QQ给您发送链接，且无需您提供个人银行卡信息（请尤其注意银行卡密码及验证码）。
                    <br />3、小米商城不存在任何形式刷单，请您切勿随意点击陌生人付款链接或二维码支付以免上当受骗。
                    4、特别提醒消费者，有关小米的客服电话，请以小米网站公布的信息为准，谨防上当受骗。
                </div>
                <div>如果您有任何疑问或不明之处，可拨打客服电话：400-100-5678 或者登录小米官网：www.mi.com 在线咨询相关信息！</div>
            </el-collapse-item>
        </el-collapse>
    </div>
</template>

<script>
export default {
    name: "guide-avoid",
    data() {
        return {
            activeNames: ["1"],
        };
    },
};
</script>

<style lang='scss' scoped>
.guide-avoid /deep/ {
    .el-collapse-item__content {
        & > div {
            margin-bottom: 30px;
        }

        p {
            color: rgb(255, 0, 0);
        }
    }
}
</style>